Repository: benjaminjonard/koillection
Catalog: translations/*/messages+intl-icu.*.xlf
Languages: it, pl, zh

# btn.apply_collection_fields
source: Load collection fields
it: Carica campi collezione
pl: Wczytaj pola kolekcji
zh: 加载收藏集字段

# title.related_items
source: Related items
it: Articoli correlati
pl: Powiązane przedmioty
zh: 相关物品

# btn.submit_and_add_another
source: Submit and add another item
it: Conferma e aggiungi un altro articolo
pl: Zatwierdź i dodaj kolejny przedmiot
zh: 提交并添加另一个物品

# btn.add_textarea
source: Long text
it: Testo esteso
pl: Długi tekst
zh: 长文本

# btn.add_rating
source: Rating
it: Valutazione
pl: Ocena
zh: 评分

# btn.add_link
source: Link
it: Collegamento
zh: 链接

# title.item_images
source: Images
it: Immagini
pl: Obrazy
zh: 图像

# btn.add_image
source: Image
it: Immagine
pl: Obraz
zh: 图像

# btn.add_sign
source: Signature
it: Firma
pl: Podpis
zh: 展览

# title.add_item
source: Add a new item
it: Aggiungi un nuovo articolo
pl: Dodaj nowy przedmiot
zh: 添加新物品

# title.edit_item
source: Edit item {item}
it: Modifica articolo {item}
pl: Edytuj przedmiot {item}
zh: 编辑物品{item}

# global.created_at
source: Creation : {date}
it: Creazione : {date}
pl: Utworzono: {date}
zh: 创造：{date}

# global.updated_at
source: Last update : {date}
it: Ultimo aggiornamento : {date}
pl: Ostatnia modyfikacja: {date}
zh: 最后一次更新：{date}

# menu.loans
source: Loans
it: Prestiti
pl: Wypożyczenia
zh: 借出情况

# counter.loan
source: {count, plural, one {# loan} other {# loans}}
it: {count, plural, one {# prestito} other {# prestiti}}
pl: {count, plural, one {# wypożyczenie} few {# wypożyczenia} other {# wypożyczeń}}
zh: {count, plural, one {# 借出情况} other {# 借出情况}}

# counter.returned
source: {count, plural, one {# loan returned} other {# loans returned}}
it: {count, plural, one {# prestito restituito} other {# prestiti restituiti}}
pl: {count, plural, one {# zwrócone wypożyczenia} few {# zwrócone wypożyczenia} other {# zwróconych wypożyczeń}}
zh: {count, plural, one {# 物品已归还} other {# 物品已归还}}

# tab.loans
source: Loans
it: Prestiti
pl: Wypożyczenia
zh: 借出情况

# tab.returned_items
source: Returned
it: Restituito
pl: Zwrócone
zh: 已归还

# label.loaned_to
source: Borrower
it: Prestato a
pl: Wypożyczający
zh: 借用人

# label.loaned_at
source: Lent on
it: Prestato il
pl: Wypożyczono dnia
zh: 借出日期

# label.loaned_ago
source: Ago
it: Fa
pl: Wypożyczono
zh: 以前

# tooltip.returned
source: Returned
it: Restituito
pl: Zwrócone
zh: 已归还

# label.return_date
source: Return date
it: Data restituzione
pl: Data zwrotu
zh: 归还日期

# label.loan_duration
source: Loan duration
it: Durata prestito
pl: Czas trwania wypożyczenia
zh: 借出时长

# title.loan_item
source: Loan item {item}
it: Presta l'articolo {item}
pl: Wypożycz przedmiot {item}
zh: 借出物品{item}

# title.add_album_photo
source: Add a new photo to the album {album}
it: Aggiungi una nuova foto all'album {album}
pl: Dodaj nowe zdjęcie do albumu {album}
zh: 向相册{album}添加新照片

# title.edit_album_photo
source: Edit photo {photo}
it: Modifica foto {photo}
pl: Edytuj zdjęcie {photo}
zh: 编辑照片{photo}

# menu.profile
source: Profile
it: Profilo
pl: Profil
zh: 个人资料

# title.disk_usage
source: Disk usage
it: Utilizzo disco
pl: Wykorzystanie dysku
zh: 磁盘用量

# title.update_profile
source: Edit profile
it: Modifica profilo
pl: Edytuj Profil
zh: 编辑个人资料

# menu.search
source: Search
it: Cerca
pl: Szukaj
zh: 搜索

# title.wishlists
source: Wishlists
it: Lista dei desideri
pl: Listy życzeń
zh: 愿望单

# title.albums
source: Albums
it: Album
pl: Albumy
zh: 相册

# title.tags
source: Tags
it: Tag
pl: Tagi
zh: 标签

# label.description
source: Description
it: Descrizione
pl: Opis
zh: 描述

# label.number_of_items
source: # of items
it: # di articoli
pl: Liczba przedmiotów
zh: # 物品编号

# label.percent_of_items
source: Percent of items
it: Percentuale di articoli
pl: Procent przedmiotów
zh: 物品百分比

# message.search_empty
source: No results
it: Nessun risultato
pl: Brak wyników
zh: 无结果

# title.first_connection.user
source: First connection
it: Prima connessione
pl: Pierwsze połączenie
zh: 首次连接

# global.welcome
source: Welcome to Koillection
it: Benvenuti su Koillection
pl: Witaj w Koillection
zh: 欢迎使用 Koillection

# title.sign_in
source: Sign in
it: Accedi
pl: Zaloguj się
zh: 登录

# label.login
source: Username or email
it: Nome utente o email
pl: Nazwa użytkownika lub e-mail
zh: 用户名或电子邮件

# label.password
source: Password
pl: Hasło
zh: 密码

# label.remember_me
source: Keep me logged in
it: Mantieni l'accesso
pl: Zapamiętaj mnie
zh: 保持登录状态

# btn.sign_in
source: Sign in
it: Accedi
pl: Zaloguj się
zh: 登录

# menu.settings
source: Settings
it: Impostazioni
pl: Ustawienia
zh: 设置

# title.update_settings
source: Edit settings
it: Modifica impostazioni
pl: Edytuj ustawienia
zh: 编辑设置

# title.update_visibility
source: Edit visibility
it: Modifica visibilità
pl: Edytuj widoczność
zh: 编辑可见性

# message.visibility
source: If you set visibility to public, your collection will be accessible by anyone using the following link :
it: Se imposti la visibilità su pubblica, la tua collezione sarà accessibile da chiunque utilizzi il seguente link :
pl: Jeśli ustawisz widoczność publiczną, Twoja kolekcja będzie dostępna dla każdego, kto użyje następującego linku:
zh: 如果您将可见性设置为公开，任何人都可以使用以下链接访问您的收藏集：

# message.visibility_per_item
source: You can then set visibility per item or collection. To do so, please go on the element edition page.
it: Puoi impostare la visibilità per singolo articolo o collezione. Per farlo, vai nella pagina di modifica dell'elemento.
pl: Następnie możesz ustawić widoczność dla każdego przedmiotu lub kolekcji. Aby to zrobić, przejdź na stronę edycji elementu.
zh: 您之后可为每个物品或收藏集设置可见性。为此，请转到元素编辑界面

# title.update_features
source: Edit active features
it: Modifica funzionalità attive
pl: Edytuj aktywne funkcje
zh: 编辑常用功能

# menu.signs
source: Signatures
it: Firme
pl: Podpisy
zh: 展览

# counter.signs
source: {count, plural, one {# signature} other {# signatures}}
it: {count, plural, one {# firma} other {# firme}}
pl: {count, plural, one {# podpis} few {# podpisy} other {# podpisów}}
zh: {count, plural, one {# 展览} other {# 展览}}

# menu.statistics
source: Statistics
it: Statistiche
pl: Statystyki
zh: 统计

# counter.tag
source: {count, plural, one {# tag} other {# tags}}
it: {count, plural, one {# tag} other {# tag}}
pl: {count, plural, one {# tag} few {# tagi} other {# tagów}}
zh: {count, plural, one {# 标签} other {# 标签}}

# counter.sign
source: {count, plural, one {# signature} other {# signatures}}
it: {count, plural, one {# firma} other {# firme}}
pl: {count, plural, one {# podpis} few {# podpisy} other {# podpisów}}
zh: {count, plural, one {# 展览} other {# 展览}}

# title.activity
source: Activity
it: Attività
pl: Aktywność
zh: 活动

# title.charts.month_days
source: Items added per day of month
it: Articoli aggiunti per giorno del mese
pl: Przedmioty dodane na dzień w miesiącu
zh: 近一个月日均物品添加数

# title.charts.hours
source: Items added per day hour
it: Articoli aggiunti per ora del giorno
pl: Przedmioty dodane na godzinę w dniu
zh: 近一天时均物品添加数

# title.charts.months
source: Items added per month
it: Articoli aggiunti per mese
pl: Przedmioty dodane na miesiąc
zh: 月均物品添加数

# title.charts.week_days
source: Items added per weekday
it: Articoli aggiunti per giorno
pl: Przedmioty dodane na dzień tygodnia
zh: 工作日均物品添加数

# title.charts.items_evolution
source: Items evolution
it: Evoluzione articoli
pl: Zmiany przedmiotów
zh: 物品进化

# title.charts.radial_tree
source: Radial representation of your collection
it: Rappresentazione radiale della tua collezione
pl: Radialna reprezentacja Twojej kolekcji
zh: 收藏集的径向图

# label.tag_category
source: Category
it: Categoria
pl: Kategoria
zh: 分类

# title.edit_tag
source: Edit tag {tag}
it: Modifica tag {tag}
pl: Edytuj tag {tag}
zh: 编辑标签{tag}

# menu.tags
source: Tags
it: Tag
pl: Tagi
zh: 标签

# tooltip.manage_tag_categories
source: Manage tag categories
it: Gestisci categorie tag
pl: Zarządzaj kategoriami tagów
zh: 管理标签分类

# message.delete.unused_tag
source: This will delete all tags with no items attached. Are you sure you want to delete those tags ? They will be permanently lost...
it: Tutti i tag senza articoli allegati verranno eliminati. Confermi di voler eliminare questi tag ? Andranno persi per sempre...
pl: Spowoduje to usunięcie wszystkich tagów bez dołączonych przedmiotów. Czy na pewno chcesz usunąć te tagi? Zostaną one nieodwracalnie utracone...
zh: 这将删除所有没有附属物品的标签。您确定要删除这些标签 ? 它们将永久丢失...

# btn.delete_unused_tags
source: Delete unused tags
it: Elimina tag inutilizzati
pl: Usuń nieużywane tagi
zh: 删除未使用标签

# title.related_tags
source: Related tags
it: Tag correlati
pl: Powiązane tagi
zh: 相关标签

# btn.show_more
source: Show more ({count})
it: Mostra altri ({count})
pl: Pokaż więcej ({count})
zh: 显示更多 ({count})

# btn.show_less
source: Show less
it: Mostra meno
pl: Pokaż mniej
zh: 隐藏内容

# title.add_tag_category
source: Add tag category
it: Aggiungi categoria tag
pl: Dodaj kategorię tagów
zh: 添加标签分类

# title.edit_tag_category
source: Edit tag category {category}
it: Modifica categoria tag {category}
pl: Edytuj kategorię tagów {category}
zh: 编辑标签分类{category}

# menu.tag_categories
source: Tag categories
it: Categorie tag
pl: Kategorie tagów
zh: 标签分类

# counter.tag_categories
source: {count, plural, one {# category} other {# categories}}
it: {count, plural, one {# categoria} other {# categorie}}
pl: {count, plural, one {# kategoria} few {# kategorie} other {# kategorii}}
zh: {count, plural, one {# 标签分类} other {# 标签分类}}

# tooltip.add_tag_category
source: Add a new tag category
it: Aggiungi una nuova categoria tag
pl: Dodaj nową kategorię tagów
zh: 添加新标签类别

# label.color
source: Color
it: Colore
pl: Kolor
zh: 颜色

# title.fields
source: Fields
it: Campi
pl: Pola
zh: 字段

# btn.add_field
source: Add a field
it: Aggiungi un campo
pl: Dodaj pole
zh: 添加字段

# title.new_template
source: Add a new template
it: Aggiungi un nuovo template
pl: Dodaj nowy szablon
zh: 添加新模版

# title.edit_template
source: Edit template {template}
it: Modifica template {template}
pl: Edytuj szablon {template}
zh: 编辑模版{template}

# menu.templates
source: Templates
it: Template
pl: Szablony
zh: 模版

# counter.template
source: {count, plural, one {# template} other {# templates}}
it: {count, plural, one {# template} other {# template}}
pl: {count, plural, one {# szablon} few {# szablony} other {# szablonów}}
zh: {count, plural, one {# 模版} other {# 模版}}

# tooltip.add_template
source: Create a new template
it: Crea un nuovo template
pl: Utwórz nowy szablon
zh: 创建新模版

# label.fields
source: Fields
it: Campi
pl: Pola
zh: 字段

# counter.field
source: {count, plural, one {# field} other {# fields}}
it: {count, plural, one {# campo} other {# campi}}
pl: {count, plural, one {# pole} few {# pola} other {# pól}}
zh: {count, plural, one {# 字段} other {# 字段}}

# label.type
source: Type
it: Tipo
pl: Typ
zh: 类型

# label.choice_list
source: Choice list
it: Lista di scelta
pl: Listy wyboru
zh: 选项列表

# menu.tools
source: Tools
it: Strumenti
pl: Narzędzia
zh: 工具

# title.exports
source: Exports
it: Esportazioni
pl: Eksporty
zh: 导出

# btn.export_printable_list
source: Printable list
it: Lista stampabile
pl: Lista do druku
zh: 可打印清单

# btn.export_csv
source: CSV
zh: CSV文件

# title.inventories
source: Inventories
it: Inventari
pl: Ekwipunki
zh: 库存

# btn.add_inventory
source: New inventory
it: Nuovo inventario
pl: Nowy ekwipunek
zh: 新的库存

# label.completion
source: Completion
it: Completamento
pl: Zakończenie
zh: 完成

# label.created_at
source: Created at
it: Creato alle
pl: Utworzono
zh: 创建于

# tooltip.print
source: Print
it: Stampa
pl: Drukuj
zh: 打印

# title.add_wishlist_item
source: Add a new item to the wishlist {wishlist}
it: Aggiungi un nuovo articolo alla lista dei desideri {wishlist}
pl: Dodaj nowy przedmiot do listy życzeń {wishlist}
zh: 向愿望单{wishlist}添加一个新的物品

# title.edit_wishlist_item
source: Edit wish {name}
it: Modifica desiderio {name}
pl: Edytuj życzenie {name}
zh: 编辑愿望{name}

# title.transfer_wish
source: Transfer wish to a collection
it: Trasferisci desidero in una collezione
pl: Przenieś życzenie do kolekcji
zh: 转移愿望到收藏集

# counter.wish
source: {count, plural, one {# wish} other {# wishes}}
it: {count, plural, one {# desiderio} other {# desideri}}
pl: {count, plural, one {# życzenie} few {# życzenia} other {# życzeń}}
zh: {count, plural, one {# 愿望} other {# 愿望}}

# title.new_wishlist
source: Add a new wishlist
it: Aggiungi una nuova lista dei desideri
pl: Dodaj nową listę życzeń
zh: 添加新愿望单

# title.edit_wishlist
source: Edit wishlist {wishlist}
it: Modifica lista dei desideri {wishlist}
pl: Edytuj listę życzeń {wishlist}
zh: 编辑愿望单{wishlist}

# menu.wishlists
source: Wishlists
it: Liste dei desideri
pl: Listy życzeń
zh: 愿望单

# counter.wishlist
source: {count, plural, one {# wishlist} other {# wishlists}}
it: {count, plural, one {# lista dei desideri} other {# liste dei desideri}}
pl: {count, plural, one {# lista życzeń} few {# listy życzeń} other {# list życzeń}}
zh: {count, plural, one {# 愿望单} other {# 愿望单}}

# tooltip.add_wishlist
source: Add a new wishlist
it: Aggiungi una nuova lista dei desideri
pl: Dodaj nową listę życzeń
zh: 添加新愿望单

# tooltip.add_wish
source: Add a new wish
it: Aggiungi un nuovo desiderio
pl: Dodaj nowe życzenie
zh: 添加新愿望

# title.wishlist_children
source: Sub-wishlists
it: Sotto-liste dei desideri
pl: Listy subżyczeń
zh: 子愿望单

# title.wishes
source: Wishes
it: Desideri
pl: Życzenia
zh: 愿望

# label.image
source: Image
it: Immagine
pl: Obraz
zh: 图像

# label.price
source: Price
it: Prezzo
pl: Cena
zh: 价格

# label.comment
source: Comment
it: Commento
pl: Komentarz
zh: 评论

# tooltip.transfer_to_collection
source: Transfer to collection
it: Trasferimento alla collezione
pl: Przenieś do kolekcji
zh: 转移到收藏集

# label.thumbnail
source: Thumbnail
it: Miniatura
pl: Miniaturka
zh: 缩略图

# label.suggestions
source: Suggestions :
it: Suggerimenti :
pl: Sugestie:
zh: 建议:

# tooltip.delete
source: Delete
it: Elimina
pl: Usuń
zh: 删除

# tooltip.share
source: Share
it: Condividi
pl: Udostępnij
zh: 分享

# meta.description
source: A single place to manage all your collections.
it: Un posto centralizzato per gestire tutte le tue collezioni.
pl: Pojedyncze miejsce do zarządzania wszystkimi kolekcjami.
zh: 一个管理您所有收藏集的地方

# modal.title.delete
source: Delete confirmation
it: Conferma eliminazione
pl: Usuń potwierdzenie
zh: 删除确认

# message.user_is_private
source: Your profile is set to private, you can't share this page.
it: Il tuo profilo è impostato su privato, non puoi condividere questa pagina.
pl: Twój profil jest ustawiony na prywatny, nie możesz udostępnić tej strony.
zh: 您的个人资料已设置为私有，您不能分享此页面。

# message.share_link
source: You can share this link so people can see this page (private items will be hidden) :
it: Puoi condividere questo link in modo che altri possano vedere questa pagina (elementi privati saranno nascosti) :
pl: Możesz udostępnić ten link, aby inni mogli zobaczyć tę stronę (prywatne przedmioty zostaną ukryte):
zh: 您可以分享这个链接，以便其他人看到这个页面 (私人物品将被隐藏) ：

# modal.title.share
source: Share link
it: Condividi link
pl: Udostępnij link
zh: 分享链接

# menu.logout
source: Logout
it: Disconnettiti
pl: Wyloguj się
zh: 注销

# menu.return_to_user_collection
source: Return to my collection
it: Ritorna alla mia collezione
pl: Wróć do mojej kolekcji
zh: 回到我的收藏集

# message.offline
source: You are offline, please check your connection.
it: Sei offline, controlla la tua connessione.
pl: Jesteś w trybie offline, sprawdź swoje połączenie.
zh: 您已离线，请检查您的连接。

# error.default
source: Oops, something went wrong :(
it: Ops, qualcosa è andato storto :(
pl: Ups, coś poszło nie tak :(
zh: 糟糕，出现了一些错误 :(

# error.404
source: Oops, page not found :(
it: Ops, pagina non trovata :(
pl: Ups, nie znaleziono strony :(
zh: 哎呀，找不到页面 :(

# error.500
source: Oops, a critical error occurred :(
it: Ops, si è verificato un errore critico :(
pl: Ups, wystąpił błąd krytyczny :(
zh: 糟糕，发生了一个严重错误 :(

# message.return_to_homepage
source: Return to homepage
it: Torna alla pagina iniziale
pl: Wróć do strony głównej
zh: 返回首页

# breadcrumb.add_album
source: Add a new album
it: Aggiungi un nuovo album
pl: Dodaj nowy album
zh: 添加新相册

# breadcrumb.add_collection
source: Add a new collection
it: Aggiungi una nuova collezione
pl: Dodaj nową kolekcję
zh: 添加新收藏集

# breadcrumb.add_item
source: Add a new item
it: Aggiungi un nuovo articolo
pl: Dodaj nowy przedmiot
zh: 添加新物品

# breadcrumb.add_photo
source: Add a new photo
it: Aggiungi una nuova foto
pl: Dodaj nowe zdjęcie
zh: 添加新照片

# breadcrumb.add_template
source: Create a new template
it: Crea un nuovo template
pl: Utwórz nowy szablon
zh: 创建新模版

# breadcrumb.add_wish
source: Add a new wish
it: Aggiungi un nuovo desiderio
pl: Dodaj nowe życzenie
zh: 添加新愿望

# breadcrumb.add_wishlist
source: Add a new wishlist
it: Aggiungi una nuova lista dei desideri
pl: Dodaj nową listę życzeń
zh: 添加新愿望单

# breadcrumb.batch_tagging
source: Batch tagging
it: Tag in massa
pl: Tagowanie zbiorowe
zh: 批量标记

# breadcrumb.edit_album
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_collection
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_template
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_item
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_photo
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_tag
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_wish
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_wishlist
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.history_collection
source: History
it: Cronologia
pl: Historia
zh: 历史

# breadcrumb.history_item
source: History
it: Cronologia
pl: Historia
zh: 历史

# breadcrumb.history_tag
source: History
it: Cronologia
pl: Historia
zh: 历史

# breadcrumb.items_collection
source: Items
it: Articoli
pl: Przedmioty
zh: 物品

# breadcrumb.lend_item
source: Lend
it: Presta
pl: Pożycz
zh: 借出

# global.entities.album
source: Album
zh: 相册

# global.entities.collection
source: Collection
it: Collezione
pl: Kolekcja
zh: 收藏集

# global.entities.item
source: Item
it: Articolo
pl: Przedmiot
zh: 物品

# global.entities.tag
source: Tag
zh: 标签

# global.entities.template
source: Template
pl: Szablon
zh: 模板

# global.entities.user
source: User
it: Utente
pl: Użytkownik
zh: 用户

# global.entities.wish
source: Wish
it: Desiderio
pl: Życzenie
zh: 愿望

# global.entities.wishlist
source: Wishlist
it: Lista dei desideri
pl: Lista życzeń
zh: 愿望单

# global.time.year
source: {count, plural, one {# year} other {# years}}
it: {count, plural, one {# anno} other {# anni}}
pl: {count, plural, one {# rok} few {# lata} other {# lat}}
zh: {count, plural, one {# 年} other {# 年}}

# global.time.month
source: {count, plural, one {# month} other {# months}}
it: {count, plural, one {# mese} other {# mesi}}
pl: {count, plural, one {# miesiąc} few {# miesiące} other {# miesięcy}}
zh: {count, plural, one {# 月} other {# 月}}

# global.time.week
source: {count, plural, one {# week} other {# weeks}}
it: {count, plural, one {# settimana} other {# settimane}}
pl: {count, plural, one {# tydzień} few {# tygodnie} other {# tygodni}}
zh: {count, plural, one {# 周} other {# 周}}

# global.time.day
source: {count, plural, one {# day} other {# days}}
it: {count, plural, one {# giorno} other {# giorni}}
pl: {count, plural, one {# dzień} few {# dni} other {# dni}}
zh: {count, plural, one {# 日} other {# 日}}

# global.time.hour
source: {count, plural, one {# hour} other {# hours}}
it: {count, plural, one {# ora} other {# ore}}
pl: {count, plural, one {# godzina} few {# godziny} other {# godzin}}
zh: {count, plural, one {# 小时} other {# 小时}}

# global.time.minute
source: {count, plural, one {# minute} other {# minutes}}
it: {count, plural, one {# minuto} other {# minuti}}
pl: {count, plural, one {# minuta} few {# minuty} other {# minut}}
zh: {count, plural, one {# 分钟} other {# 分钟}}

# global.time.second
source: {count, plural, one {# second} other {# seconds}}
it: {count, plural, one {# secondo} other {# secondi}}
pl: {count, plural, one {# sekunda} few {# sekundy} other {# sekund}}
zh: {count, plural, one {# 秒} other {# 秒}}

# global.visibilities.public
source: Public
it: Pubblica
pl: Publiczny
zh: 公开

# global.visibilities.private
source: Private
it: Privata
pl: Prywatny
zh: 私有

# label.added_at
source: Added at
it: Aggiunto alle
pl: Dodano w
zh: 添加于

# label.album
source: Album
zh: 相册

# label.apply_template
source: Apply a template
it: Applica un template
pl: Zastosuj szablon
zh: 应用模版

# label.children_title
source: Sub-collections section label
it: Etichetta sezione sotto-collezioni
pl: Etykieta sekcji podkolekcji:
zh: 子收藏集标记

# label.collection
source: Collection
it: Collezione
pl: Kolekcja
zh: 收藏集

# label.collections
source: Collections
it: Collezioni
pl: Kolekcje
zh: 收藏集

# label.currency
source: Currency
it: Valuta
pl: Waluta
zh: 货币

# label.items
source: Items
it: Articoli
pl: Przedmioty
zh: 物品

# label.items_title
source: Items section label
it: Etichetta sezione articoli
pl: Etykieta sekcji przedmiotów
zh: 物品标记

# label.parent
source: Parent
it: Genitore
pl: Rodzic
zh: 父级

# label.place
source: Place
it: Luogo
pl: Miejsce
zh: 地点

# label.quantity
source: Quantity
it: Quantità
pl: Ilość
zh: 数量

# label.recursive
source: Recursive
it: Ricorsivo
pl: Rekursywnie
zh: 递归

# label.repeat_password
source: Repeat password
it: Ripeti password
pl: Powtórz hasło
zh: 重复密码

# label.sign
source: Signature
it: Firma
pl: Podpis
zh: 展览

# label.taken_at
source: Taken the
it: Scattata il
pl: Wykonano
zh: 拍摄了

# label.tags
source: Tags
it: Tag
pl: Tagi
zh: 标签

# label.text
source: Text
it: Testo
pl: Tekst
zh: 文本

# label.wishlist
source: Wishlist
it: Lista dei desideri
pl: Lista życzeń
zh: 愿望单

# label.wishlists
source: Wishlists
it: Liste dei desideri
pl: Listy życzeń
zh: 愿望单

# log.collection.created
source: Collection {label} was created
it: Collezione {label} creata
pl: Kolekcja {label} została utworzona
zh: 收藏集{label}已创建

# log.collection.deleted
source: Collection {label} was deleted
it: Collezione {label} eliminata
pl: Kolekcja {label} została usunięta
zh: 收藏集{label}已删除

# log.item.created
source: Item {label} was created
it: Articolo {label} creato
pl: Przedmiot {label} został utworzony
zh: 物品{label}已创建

# log.item.deleted
source: Item {label} was deleted
it: Articolo {label} eliminato
pl: Przedmiot {label} został usunięty
zh: 物品{label}已删除

# log.tag.created
source: Tag {label} was created
it: Tag {label} creato
pl: Tag {label} został utworzony
zh: 标签{label}已创建

# log.tag.deleted
source: Tag {label} was deleted
it: Tag {label} eliminato
pl: Tag {label} został usunięty
zh: 标签{label}已删除

# help.recursive
source: If checked, tags will be applied to all sub-collections as well
it: Se selezionato, i tag saranno applicati anche a tutte le sotto-collezioni
pl: Jeśli zaznaczone, tagi zostaną zastosowane również do wszystkich podkolekcji
zh: 如果选中，标签将同时应用于所有子收藏集

# breadcrumb.transfer_wish
source: Transfer wish to a collection
it: Trasferisci desidero in una collezione
pl: Przenieś życzenie do kolekcji
zh: 转移愿望到收藏集

# role.user
source: User
it: Utente
pl: Użytkownik
zh: 用户

# role.admin
source: Admin
it: Amministratore
pl: Administrator
zh: 管理员

# first_connection.user
source: User information
it: Informazioni utente
pl: Informacje użytkownika
zh: 用户信息

# label.timezone
source: Timezone
it: Fuso orario
pl: Strefa czasowa
zh: 时区

# message.delete.tag
source: Are you sure you want to delete this tag ? It will be permanently lost...
it: Confermi di voler eliminare questo tag ? Andrà perso per sempre...
pl: Czy na pewno chcesz usunąć ten tag? Nie można cofnąć tej akcji.
zh: 您确定要删除此标签？它将永久丢失...

# message.delete.item
source: Are you sure you want to delete this item ? It will be permanently lost...
it: Confermi di voler eliminare questo articolo ? Andrà perso per sempre...
pl: Czy na pewno chcesz usunąć ten przedmiot? Nie można cofnąć tej akcji.
zh: 您确定要删除此物品吗？它将永久丢失...
