Repository: benjaminjonard/koillection
Catalog: translations/*/messages+intl-icu.*.xlf
Languages: it, pl, zh

# tab.collection_scrapers
source: Collection scrapers
it: Estrattori collezione
pl: Scraper kolekcji
zh: 收藏集刮削器

# tab.wish_scrapers
source: Wish scrapers
it: Estrattori lista desideri
pl: Scraper życzeń
zh: 愿望刮削器

# counter.item_scrapers
source: {count, plural, one {# item scraper} other {# item scrapers}}
it: {count, plural, one {# estrattore articolo} other {# estrattori articolo}}
pl: {count, plural, one {# scraper przedmiotów} few {# scrapery przedmiotów} many {# scraperów przedmiotów} other {# scraperów przedmiotów}}
zh: {count, plural, one {# 物品刮削器} other {# 物品刮削器}}

# counter.collection_scrapers
source: {count, plural, one {# collection scraper} other {# collection scrapers}}
it: {count, plural, one {# estrattore collezione} other {# estrattori collezione}}
pl: {count, plural, one {# scraper kolekcji} few {# scrapery kolekcji} many {# scraperów kolekcji} other {# scraperów kolekcji}}
zh: {count, plural, one {# 收藏集刮削器} other {# 收藏集刮削器}}

# counter.wish_scrapers
source: {count, plural, one {# wish scraper} other {# wish scrapers}}
it: {count, plural, one {# estrattore lista desideri} other {# estrattori lista desideri}}
pl: {count, plural, one {# scraper życzeń} few {# scrapery życzeń} many {# scraperów życzeń} other {# scraperów życzeń}}
zh: {count, plural, one {# 愿望刮削器} other {# 愿望刮削器}}

# label.price_path
source: Price path
it: Percorso prezzo
pl: Ścieżka do ceny
zh: 价格路径

# label.display_items_name_in_grid_view
source: Display items name in grid view
it: Mostra il nome degli articoli nella visualizzazione in griglia
zh: 以网格视图展示物品名称

# label.frankenphp_version
source: FrankenPHP version
it: Versione FrankenPHP
pl: Wersja FrankenPHP
zh: FrankenPHP 版本

# btn.add_video
source: Video
zh: 视频

# label.show_item_quantities
source: Show item quantities
it: Mostra quantità articolo
zh: 显示物品数量

# form.item_sorting.quantity
source: Quantity
it: Quantità
zh: 数量

# label.enable_metrics
source: Enable metrics
it: Abilita statistiche
zh: 启用metrics API

# label.display_mode
source: Display mode
it: Modalità di visualizzazione
zh: 展示模式

# global.date_formats.slash_dmy
source: dd/mm/yyyy
it: gg/mm/aaaa
pl: dd/mm/rrrr

# global.date_formats.slash_mdy
source: mm/dd/yyyy
it: mm/gg/aaaa
pl: mm/dd/rrrr

# global.date_formats.slash_ymd
source: yyyy/mm/dd
it: aaaa-mm-gg
pl: rrrr/mm/dd

# global.date_formats.hyphen_dmy
source: dd-mm-yyyy
it: gg-mm-aaaa
pl: dd-mm-rrrr

# global.date_formats.hyphen_mdy
source: mm-dd-yyyy
it: mm-gg-aaaa
pl: mm-dd-rrrr

# global.date_formats.hyphen_ymd
source: yyyy-mm-dd
it: aaaa-mm-gg
pl: rrrr-mm-dd
