Repository: benjaminjonard/koillection
Catalog: translations/*/messages+intl-icu.*.xlf
Languages: it, pl, zh

# message.user_added
source: User {user} added
it: Utente {user} aggiunto
pl: Dodano użytkownika {user}
zh: 用户{user}已添加

# message.user_edited
source: User {user} has been updated
it: Utente {user} aggiornato
pl: Użytkownik {user} został zaktualizowany
zh: 用户{user}已更新

# error.cannot_delete_admin_user
source: You can't delete the Admin user
it: Non puoi eliminare l'utente Admin
pl: Nie można usunąć administratora
zh: 您不能删除管理员用户

# message.user_deleted
source: User {user} was deleted
it: Utente {user} eliminato
pl: Usunięto użytkownika {user}
zh: 用户{user}已删除

# message.album_added
source: Album {album} has been added
it: Album {album} aggiunto
pl: Album {album} został dodany
zh: 相册{album}已添加

# message.album_edited
source: Album {album} has been updated
it: Album {album} aggiornato
pl: Album {album} został zaktualizowany
zh: 相册{album}已更新

# message.album_deleted
source: Album {album} has been deleted
it: Album {album} eliminato
pl: Album {album} został usunięty
zh: 相册{album}已删除

# message.choice_list_added
source: Choice list {list} has been added
it: Lista di scelta {list} aggiunta
pl: Lista wyboru {list} została dodana
zh: 选择列表{list}已添加

# message.choice_list_edited
source: Choice list {list} has been updated
it: Lista di scelta {list} aggiornata
pl: Lista wyboru {list} została zaktualizowana
zh: 选择列表{list}已更新

# message.choice_list_deleted
source: Choice list {list} has been deleted
it: Lista di scelta {list} eliminata
pl: Lista wyboru {list} została usunięta
zh: 选择列表{list}已删除

# message.collection_added
source: Collection {collection} has been added
it: Collezione {collection} aggiunta
pl: Kolekcja {collection} została dodana
zh: 收藏集{collection}已添加

# message.collection_edited
source: Collection {collection} has been updated
it: Collezione {collection} aggiornata
pl: Kolekcja {collection} została zaktualizowana
zh: 收藏集{collection}已更新

# message.collection_deleted
source: Collection {collection} has been deleted
it: Collezione {collection} eliminata
pl: Kolekcja {collection} została usunięta
zh: 收藏集{collection}已删除

# message.items_tagged
source: {count, plural, one {# item tagged} other {# items tagged}}
it: {count, plural, one {# oggetto taggato} other {# oggetti taggati}}
pl: {count, plural, one {# przedmiot otagowany} few {# przedmioty otagowane} other {# przedmiotów otagowanych}}
zh: {count, plural, one {# 物品已标记} other {# 物品已标记}}

# message.inventory_added
source: Inventory {inventory} has been created
it: Inventario {inventory} creato
pl: Ekwipunek {inventory} został utworzony
zh: 清单{inventory}已创建

# message.inventory_deleted
source: Inventory {inventory} was deleted
it: Inventario {inventory} eliminato
pl: Ekwipunek {inventory} został usunięty
zh: 清单{inventory}已删除

# message.item_added
source: Item {item} has been added
it: Articolo {item} aggiunto
pl: Przedmiot {item} został dodany
zh: 物品{item}已添加

# message.item_edited
source: Item {item} has been updated
it: Articolo {item} aggiornato
pl: Przedmiot {item} został zaktualizowany
zh: 物品{item}已更新

# message.item_deleted
source: Item {item} has been deleted
it: Articolo {item} eliminato
pl: Przedmiot {item} został usunięty
zh: 物品{item}已删除

# message.loan
source: Item {item} is now marked as loaned
it: Articolo {item} contrassegnato come prestato
pl: Przedmiot {item} został oznaczony jako wypożyczony
zh: 物品{item}现标记为已借出

# message.loan_canceled
source: Item {item} loan has been canceled
it: Prestito dell'articolo {item} annullato
pl: Wypożyczenie przedmiotu {item} zostało anulowane
zh: 物品{item}借出已被取消

# message.item_returned
source: Item {item} is now mark as returned
it: Articolo {item} restituito
pl: Przedmiot {item} został oznaczony jako zwrócony
zh: 物品{item}现标记为已归还

# message.photo_added
source: Photo {photo} has been added
it: Foto {photo} aggiunta
pl: Zdjęcie {photo} zostało dodane
zh: 照片{photo}已添加

# message.photo_edited
source: Photo {photo} has been updated
it: Foto {photo} aggiornata
pl: Zdjęcie {photo} zostało zaktualizowane
zh: 照片{photo}已更新

# message.photo_deleted
source: Photo {photo} has been deleted
it: Foto {photo} eliminata
pl: Zdjęcie {photo} zostało usunięte
zh: 照片{photo}已删除

# message.profile_updated
source: Profile has been updated
it: Profilo aggiornato
pl: Profil został zaktualizowany
zh: 个人资料已更新

# message.settings_updated
source: Your settings have been successfully updated
it: Impostazioni aggiornate con successo
pl: Ustawienia zostały pomyślnie zaktualizowane
zh: 您的设置已成功更新

# message.tag_category_added
source: Tag category {category} has been added
it: Categoria tag {category} aggiunta
pl: Kategoria tagów {category} została dodana
zh: 标签类别{category}已添加

# message.tag_category_edited
source: Tag category {category} has been updated
it: Categoria tag {category} aggiornata
pl: Kategoria tagów {category} została zaktualizowana
zh: 标签类别{category}已更新

# message.tag_category_deleted
source: Tag category {category} was deleted
it: Categoria tag {category} eliminata
pl: Kategoria tagów {category} została usunięta
zh: 标签类别{category}已删除

# message.tag_edited
source: Tag {tag} has been updated
it: Tag {tag} aggiornata
pl: Tag {tag} został zaktualizowany
zh: 标签{tag}已更新

# message.tag_deleted
source: Tag {tag} has been deleted
it: Tag {tag} eliminato
pl: Tag {tag} został usunięty
zh: 标签{tag}已删除

# message.unused_tags_deleted
source: {count, plural, one {# tag deleted} other {# tags deleted}}
it: {count, plural, one {# tag eliminata} other {# tag eliminati}}
pl: {count, plural, one {# tag został usunięty} few {# tagi zostały usunięte} other {# tagów zostało usuniętych}}
zh: {count, plural, one {# 标签已删除} other {# 标签已删除}}

# message.template_added
source: Template {template} has been added
it: Template {template} aggiunto
pl: Szablon {template} został dodany
zh: 模板{template}已添加

# message.template_edited
source: Template {template} has been updated
it: Template {template} aggiornato
pl: Szablon {template} został zaktualizowany
zh: 模板{template}已更新

# message.template_deleted
source: Template {template} has been deleted
it: Template {template} eliminato
pl: Szablon {template} został usunięty
zh: 模板{template}已删除

# message.wish_added
source: Wish {wish} has been added
it: Desiderio {wish} aggiunto
pl: Życzenie {wish} zostało dodane
zh: 愿望{wish}已添加

# message.wish_edited
source: Wish {wish} has been updated
it: Desiderio {wish} aggiornato
pl: Życzenie {wish} zostało zaktualizowane
zh: 愿望{wish}已更新

# message.wish_deleted
source: Wish {wish} has been deleted
it: Desiderio {wish} eliminato
pl: Życzenie {wish} zostało usunięte
zh: 愿望{wish}已添加

# message.wish_transfered
source: Wish {wish} was transferred to the collection {collection}
it: Desiderio {wish} trasferito nella collezione {collection}
pl: Życzenie {wish} zostało przeniesione do kolekcji {collection}
zh: 愿望{wish}已转移到收藏集{collection}

# message.wishlist_added
source: Wishlist {wishlist} has been added
it: Lista dei desideri {wishlist} aggiunta
pl: Lista życzeń {wishlist} została dodana
zh: 愿望单{wishlist}已添加

# message.wishlist_edited
source: Wishlist {wishlist} has been updated
it: Lista dei desideri {wishlist} aggiornata
pl: Lista życzeń {wishlist} została zaktualizowana
zh: 愿望单{wishlist}已更新

# message.wishlist_deleted
source: Wishlist {wishlist} has been deleted
it: Lista dei desideri {wishlist} eliminata
pl: Lista życzeń {wishlist} została usunięta
zh: 愿望单{wishlist}已删除

# form.item_sorting.default_value
source: Name (default)
it: Nome (predefinito)
pl: Nazwa (domyślne)
zh: 名称(默认)

# global.days.sunday
source: Sunday
it: Domenica
pl: Niedziela
zh: 星期日

# global.days.monday
source: Monday
it: Lunedì
pl: Poniedziałek
zh: 星期一

# global.days.tuesday
source: Tuesday
it: Martedì
pl: Wtorek
zh: 星期二

# global.days.wednesday
source: Wednesday
it: Mercoledì
pl: Środa
zh: 星期三

# global.days.thursday
source: Thursday
it: Giovedì
pl: Czwartek
zh: 星期四

# global.days.friday
source: Friday
it: Venerdì
pl: Piątek
zh: 星期五

# global.days.saturday
source: Saturday
it: Sabato
pl: Sobota
zh: 星期六

# global.months.january
source: January
it: Gennaio
pl: Styczeń
zh: 一月

# global.months.february
source: February
it: Febbraio
pl: Luty
zh: 二月

# global.months.march
source: March
it: Marzo
pl: Marzec
zh: 三月

# global.months.april
source: April
it: Aprile
pl: Kwiecień
zh: 四月

# global.months.may
source: May
it: Maggio
pl: Maj
zh: 五月

# global.months.june
source: June
it: Giugno
pl: Czerwiec
zh: 六月

# global.months.july
source: July
it: Luglio
pl: Lipiec
zh: 七月

# global.months.august
source: August
it: Agosto
pl: Sierpień
zh: 八月

# global.months.september
source: September
it: Settembre
pl: Wrzesień
zh: 九月

# global.months.october
source: October
it: Ottobre
pl: Październik
zh: 十月

# global.months.november
source: November
it: Novembre
pl: Listopad
zh: 十一月

# global.months.december
source: December
it: Dicembre
pl: Grudzień
zh: 十二月

# label.search
source: Search
it: Cerca
pl: Szukaj
zh: 搜索

# global.time.ago
source: {time} ago
it: {time} fa
pl: {time} temu
zh: {time}前

# global.time.just_now
source: Just now
it: Adesso
pl: Teraz
zh: 刚刚

# global.time.today
source: Today
it: Oggi
pl: Dzisiaj
zh: 今天

# global.visibilities.reason.user_public
source: Public - Reason : your profile is public
it: Pubblico - Motivo : il tuo profilo è pubblico
pl: Publiczna — Powód: Twój profil jest publiczny
zh: 公开 - 原因：您的个人资料是公开的

# global.visibilities.reason.both_public
source: Public - Reason : both your profile and this page are public
it: Pubblico - Motivo : sia il tuo profilo che questa pagina sono pubblici
pl: Publiczna — Powód: zarówno Twój profil, jak i ta strona są publiczne
zh: 公开 - 原因：您的个人资料和本页面都是公开的

# global.visibilities.reason.both_private
source: Private - Reason : both your profile and this page are private
it: Privato - Motivo : sia il tuo profilo che questa pagina sono privati
pl: Prywatna — Powód: zarówno Twój profil, jak i ta strona są prywatne
zh: 私有 - 原因：您的个人资料和本页面都是私有的

# global.visibilities.reason.user_private
source: Private - Reason : your profile is private
it: Privato - Motivo : il tuo profilo è privato
pl: Prywatna — Powód: Twój profil jest prywatny
zh: 私有 - 原因：您的个人资料是私有的

# global.visibilities.reason.object_private
source: Private - Reason : this page is private
it: Privato - Motivo : questa pagina è privata
pl: Prywatna — Powód: ta strona jest prywatna
zh: 私有 - 原因：本页面是私有的

# global.visibilities.reason.both_internal
source: Internal - Reason : both your profile and this page are internal
it: Interna - Motivo : sia il tuo profilo che questa pagina sono interni
pl: Wewnętrzna — Powód: zarówno Twój profil, jak i ta strona są widoczne wewnętrznie
zh: 内部 - 原因：您的个人资料和本页面都是内部的

# global.visibilities.reason.user_internal
source: Internal - Reason : your profile is internal
it: Interna - Motivo : il tuo profilo è interno
pl: Wewnętrzna — Powód: Twój profil jest widoczny wewnętrznie
zh: 内部 - 原因：您的个人资料是内部的

# global.visibilities.reason.object_internal
source: Internal - Reason : this page is internal
it: Interna - Motivo : questa pagina è interna
pl: Wewnętrzna — Powód: ta strona jest widoczna wewnętrznie
zh: 内部 - 原因：本页面是内部的

# menu.admin
source: Administration
it: Amministrazione
pl: Administracja
zh: 管理界面

# title.overview
source: Overview
it: Panoramica
pl: Przegląd
zh: 概览

# label.space_used
source: {used} / {total} used
it: {used} / {total} utilizzato
pl: {used} / {total} wykorzystane
zh: {used}/{total}已使用

# label.space_free
source: {free} free
it: {free} libero
pl: {free} wolne
zh: {free}免费

# counter.without_number.users
source: {count, plural, one {# user} other {# users}}
it: {count, plural, one {# utente} other {# utenti}}
pl: {count, plural, one {# użytkownik} other {# użytkowników}}
zh: {count, plural, one {# 用户} other {# 用户}}

# counter.without_number.collections
source: {count, plural, one {# collection} other {# collections}}
it: {count, plural, one {# collezione} other {# collezioni}}
pl: {count, plural, one {# kolekcja} few {# kolekcje} other {# kolekcji}}
zh: {count, plural, one {# 收藏集} other {# 收藏集}}

# counter.without_number.items
source: {count, plural, one {# item} other {# items}}
it: {count, plural, one {# articolo} other {# articoli}}
pl: {count, plural, one {# przedmiot} few {# przedmioty} other {# przedmiotów}}
zh: {count, plural, one {# 物品} other {# 物品}}

# counter.without_number.tags
source: {count, plural, one {# tag} other {# tags}}
it: {count, plural, one {# tag} other {# tag}}
pl: {count, plural, one {# tag} few {# tagi} other {# tagów}}
zh: {count, plural, one {# 标签} other {# 标签}}

# counter.without_number.wishlists
source: {count, plural, one {# wishlist} other {# wishlists}}
it: {count, plural, one {# lista dei desideri} other {# liste dei desideri}}
pl: {count, plural, one {# lista życzeń} few {# listy życzeń} other {# list życzeń}}
zh: {count, plural, one {# 愿望单} other {# 愿望单}}

# counter.without_number.wishes
source: {count, plural, one {# wish} other {# wishes}}
it: {count, plural, one {# desiderio} other {# desideri}}
pl: {count, plural, one {# życzenie} few {# życzenia} other {# życzeń}}
zh: {count, plural, one {# 愿望} other {# 愿望}}

# counter.without_number.albums
source: {count, plural, one {# album} other {# albums}}
it: {count, plural, one {# album} other {# album}}
pl: {count, plural, one {# album} few {# albumy} other {# albumów}}
zh: {count, plural, one {# 相册} other {# 相册}}

# counter.without_number.photos
source: {count, plural, one {# photo} other {# photos}}
it: {count, plural, one {# foto} other {# foto}}
pl: {count, plural, one {# zdjęcie} few {# zdjęcia} other {# zdjęć}}
zh: {count, plural, one {# 照片} other {# 照片}}

# counter.without_number.signs
source: {count, plural, one {# signature} other {# signatures}}
it: {count, plural, one {# firma} other {# firme}}
pl: {count, plural, one {# podpis} few {# podpisy} other {# podpisów}}
zh: {count, plural, one {# 展览} other {# 展览}}

# label.space_used_by_koillection
source: Total space used by Koillection
it: Spazio totale utilizzato da Koillection
pl: Całkowite miejsce wykorzystane przez Koillection
zh: Koillection 使用总空间

# title.config
source: Configuration
it: Configurazione
pl: Konfiguracja
zh: 设置

# label.release
source: Koillection version
it: Versione Koillection
pl: Wersja Koillection
zh: Koillection 版本

# label.outdated_release
source: Version {release} is available
it: Versione {release} disponibile
pl: Wersja {release} jest dostępna
zh: 版本 {release} 已就绪

# label.required_php_version
source: PHP {version} is required
it: PHP {version} richiesto
pl: Wymagane jest PHP {version}
zh: 需要PHP {version}

# label.up_to_date_release
source: The latest version is installed
it: Ultima versione è già installata
pl: Najnowsza wersja jest zainstalowana
zh: 已安装最新版本

# label.php_version
source: PHP version
it: Versione PHP
pl: Wersja PHP
zh: PHP 版本

# label.symfony_version
source: Symfony version
it: Versione Symfony
pl: Wersja Symfony
zh: Symfony 版本

# label.is_opcache_available
source: Opcache enabled
it: Opcache abilitato
pl: Opcache włączony
zh: Opcache 已启用

# title.tools
source: Tools
it: Strumenti
pl: Narzędzia
zh: 工具

# btn.export_images
source: Images
it: Immagini
pl: Obrazy
zh: 图像

# title.add_user
source: Add a user
it: Aggiungi un utente
pl: Dodaj użytkownika
zh: 添加用户

# btn.submit
source: Submit
it: Conferma
pl: Zatwierdź
zh: 提交

# btn.cancel
source: Cancel
it: Annulla
pl: Anuluj
zh: 取消

# label.space_used_by_user
source: Total space used by user
it: Spazio totale utilizzato dall'utente
pl: Całkowita ilość miejsca wykorzystanego przez użytkownika
zh: 用户使用总空间

# title.edit_user
source: Edit user {user}
it: Modifica utente {user}
pl: Edytuj użytkownika {user}
zh: 编辑用户{user}

# title.users
source: Users
it: Utenti
pl: Użytkownicy
zh: 用户

# btn.add_user
source: Add a user
it: Aggiungi un utente
pl: Dodaj użytkownika
zh: 添加用户

# label.username
source: Username
it: Nome utente
pl: Nazwa użytkownika
zh: 用户名

# label.role
source: Role
it: Ruolo
pl: Rola
zh: 身份

# label.email
source: Email
zh: 电子邮件

# label.disk_space_used
source: Disk space used
it: Spazio su disco utilizzato
pl: Wykorzystane miejsce na dysku
zh: 已使用磁盘空间

# label.disk_space_allowed
source: Disk space allowed
it: Spazio su disco consentito
pl: Dozwolone miejsce na dysku
zh: 可用磁盘空间

# label.last_date_of_activity
source: Last activity
it: Ultima attività
pl: Ostatnia aktywność
zh: 最近一次活动

# label.actions
source: Actions
it: Azioni
pl: Akcje
zh: 操作

# tooltip.edit
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# tab.overview
source: Overview
it: Panoramica
pl: Przegląd
zh: 概览

# tab.users
source: Users
it: Utenti
pl: Użytkownicy
zh: 用户

# counter.photo
source: {count, plural, one {# photo} other {# photos}}
it: {count, plural, one {# foto} other {# foto}}
pl: {count, plural, one {# zdjęcie} few {# zdjęcia} other {# zdjęć}}
zh: {count, plural, one {# 照片} other {# 照片}}

# message.delete.photo
source: Are you sure you want to delete this photo ? It will be permanently lost...
it: Confermi di voler eliminare questa foto ? Andrà persa per sempre...
pl: Czy na pewno chcesz usunąć to zdjęcie? Nie można cofnąć tej akcji.
zh: 您确定要删除此照片吗？它将永久丢失...

# label.title
source: Title
it: Titolo
pl: Tytuł
zh: 标题

# label.visibility
source: Visibility
it: Visibilità
pl: Widoczność
zh: 可见性

# title.add_album
source: Add a new album
it: Aggiungi un nuovo album
pl: Dodaj nowy album
zh: 添加新相册

# title.edit_album
source: Edit album {title}
it: Modifica album {title}
pl: Edytuj album {title}
zh: 编辑相册{title}

# menu.collections_shared
source: {username}'s collection
it: Collezione di {username}
pl: Kolekcja użytkownika {username}
zh: {username}的收藏集

# menu.albums
source: Albums
it: Album
pl: Albumy
zh: 相册

# counter.album
source: {count, plural, one {# album} other {# albums}}
it: {count, plural, one {# album} other {# album}}
pl: {count, plural, one {# album} few {# albumy} other {# albumów}}
zh: {count, plural, one {# 相册} other {# 相册}}

# tooltip.add_album
source: Add a new album
it: Aggiungi un nuovo album
pl: Dodaj nowy album
zh: 添加新相册

source: Filter by name
it: Filtra per nome
pl: Filtruj wg nazwy
zh: 按名称筛选

# tooltip.add_photo
source: Add a new photo
it: Aggiungi una nuova foto
pl: Dodaj nowe zdjęcie
zh: 添加新照片

# title.album_children
source: Sub-albums
it: Sotto-album
pl: Podalbumy
zh: 子相册

# title.photos
source: Photos
it: Foto
pl: Zdjęcia
zh: 照片

# title.choices
source: Choices
it: Scelte
pl: Wybory
zh: 选项

# btn.add_choice
source: Add a new choice
it: Aggiungi una nuova scelta
pl: Dodaj nowy wybór
zh: 添加新选项

# label.choice
source: Choice
it: Scelta
pl: Wybór
zh: 选项

# title.new_choice_list
source: Add a new choice list
it: Aggiungi una nuova lista di scelta
pl: Dodaj nową listę wyboru
zh: 添加新选项列表

# title.edit_choice_list
source: Edit choice list {list}
it: Modifica lista di scelta {list}
pl: Edytuj listę wyboru {list}
zh: 编辑选项列表{list}

# menu.choice_lists
source: Choice lists
it: Liste di scelta
pl: Listy wyboru
zh: 选项列表

# counter.choice_lists
source: {count, plural, one {# choice list} other {# choice lists}}
it: {count, plural, one {# lista di scelta} other {# liste di scelta}}
pl: {count, plural, one {# lista wyboru} few {# listy wyboru} other {# list wyboru}}
zh: {count, plural, one {# 选项列表} other {# 选项列表}}

# tooltip.add_choice_list
source: Add a new choice lists
it: Aggiungi una nuova lista di scelta
pl: Dodaj nową listę wyboru
zh: 添加新选项列表

# label.name
source: Name
it: Nome
pl: Nazwa
zh: 名称

# label.choices
source: Choices
it: Scelte
pl: Wybory
zh: 选项

# collection.items_settings
source: Items settings
it: Impostazioni oggetti
pl: Ustawienia przedmiotów
zh: 物品设置

# collection.children_settings
source: Sub-collections settings
it: Impostazioni sotto-collezioni
pl: Ustawienia podkolekcji
zh: 子收藏集设置

# title.data
source: Data
it: Dati
pl: Dane
zh: 数据

# label.add_field
source: Add field :
it: Aggiungi campo :
pl: Dodaj pole:
zh: 添加字段：

# btn.add_text
source: Text
it: Testo
pl: Tekst
zh: 文本

# btn.add_number
source: Number
it: Numero
pl: Liczba
zh: 数量

# btn.add_country
source: Country
it: Paese
pl: Kraj
zh: 国家

# btn.add_date
source: Date
it: Data
pl: Data
zh: 日期

# btn.add_file
source: File
pl: Plik
zh: 文件

# label.add_choice_list
source: Add choice list :
it: Aggiungi lista di scelta:
pl: Dodaj listę wyboru:
zh: 添加选项列表

# counter.item
source: {count, plural, one {# item} other {# items}}
it: {count, plural, one {# articolo} other {# articoli}}
pl: {count, plural, one {# przedmiot} few {# przedmioty} other {# przedmiotów}}
zh: {count, plural, one {# 物品} other {# 物品}}

# title.add_collection
source: Add a new collection
it: Aggiungi una nuova collezione
pl: Dodaj nową kolekcję
zh: 添加新收藏集

# title.tag_collection
source: Batch tagging {collection}
it: Aggiunta tag in massa a {collection}
pl: Tagowanie zbiorowe {collection}
zh: 批量标记{collection}

# title.edit_collection
source: Edit collection {collection}
it: Modifica collezione {collection}
pl: Edytuj kolekcję: {collection}
zh: 编辑收藏集{collection}

# menu.collections
source: Collections
it: Collezioni
pl: Kolekcje
zh: 收藏集

# counter.collection
source: {count, plural, one {# collection} other {# collections}}
it: {count, plural, one {# collezione} other {# collezioni}}
pl: {count, plural, one {# kolekcja} few {# kolekcje} other {# kolekcji}}
zh: {count, plural, one {# 收藏集} other {# 收藏集}}

# tooltip.add_collection
source: Add a new collection
it: Aggiungi una nuova collezione
pl: Dodaj nową kolekcję
zh: 添加新收藏集

# title.items
source: Items
it: Articoli
pl: Przedmioty
zh: 物品

# tooltip.add_item
source: Add a new item
it: Aggiungi un nuovo articolo
pl: Dodaj nowy przedmiot
zh: 添加新物品

# tooltip.tag
source: Tag
zh: 标签

# tooltip.items
source: See all items
it: Vedi tutti gli articoli
pl: Pokaż wszystkie przedmioty
zh: 查看所有物品

# title.infos
source: Info
zh: 资料

# title.children
source: Sub-collections
it: Sotto-collezioni
pl: Podkolekcje
zh: 子收藏集

# label.value
source: Value
it: Valore
pl: Wartość
zh: 价值

# label.label
source: Label
it: Etichetta
pl: Etykieta
zh: 标记

# filter.title.types
source: Types
it: Tipi
pl: Typy
zh: 类型

# filter.title.actions
source: Actions
it: Azioni
pl: Akcje
zh: 操作

# label.event
source: Event
it: Evento
pl: Wydarzenie
zh: 事件

# label.logged_at
source: Date
it: Data
pl: Data
zh: 日期

# menu.history
source: History
it: Cronologia
pl: Historia
zh: 历史

# counter.total_items
source: {count, plural, one {# item} other {# items}}
it: {count, plural, one {# articolo} other {# articoli}}
pl: {count, plural, one {# przedmiot} few {# przedmioty} other {# przedmiotów}}
zh: {count, plural, one {# 物品} other {# 物品}}

# counter.checked_items
source: {count, plural, one {# checked item} other {# checked items}}
it: {count, plural, one {# articolo selezionato} other {# articoli selezionati}}
pl: {count, plural, one {# wybrana pozycja} few {# wybrane pozycje} other {# wybranych pozycji}}
zh: {count, plural, one {# 已检查物品} other {# 已检查物品}}

# label.completion_rate
source: {rate}% completed
it: {rate}% completato
pl: Ukończono w {rate}%
zh: 完成{rate}%

# title.add_inventory
source: Create a new inventory
it: Crea un nuovo inventario
pl: Utwórz nowy ekwipunek
zh: 创建新物品栏

# title.collections
source: Collections
it: Collezioni
pl: Kolekcje
zh: 收藏集

# global.all_collections
source: All collections
it: Tutte le collezioni
pl: Wszystkie kolekcje
zh: 所有收藏集

# label.item.from_collection
source: From collection :
it: Dalla collezione :
pl: Z kolekcji:
zh: 来自收藏集：

# tooltip.loan_item
source: Loan this item
it: Presta questo articolo
pl: Wypożycz ten przedmiot
zh: 借出此物品

# label.main_image
source: Main image
it: Immagine principale
pl: Główny obraz
zh: 主图像

# label.list_related_items
source: Related items
it: Articoli correlati
pl: Powiązane przedmioty
zh: 相关物品

# title.additional_fields
source: Additional fields
it: Campi aggiuntivi
pl: Dodatkowe pola
zh: 附加字段

# btn.apply_common_fields
source: Load common fields
it: Carica campi comuni
pl: Wczytaj pola wspólne
zh: 加载常用字段
