Repository: benjaminjonard/koillection
Catalog: translations/*/messages+intl-icu.*.xlf
Languages: it, pl, zh

# message.delete.album
source: Are you sure you want to delete this album ? All photos it contains will be permanently lost...
it: Confermi di voler eliminare questo album ? Tutte le foto contenute andranno perse per sempre...
pl: Czy na pewno chcesz usunąć ten album? Wszystkie zawarte w nim zdjęcia zostaną trwale usunięte. Nie można cofnąć tej akcji.
zh: 您确定要删除此相册？其中包含的所有照片都将永久丢失...

# message.delete.template
source: Are you sure you want to delete this template ? It will be permanently lost...
it: Confermi di voler eliminare questo template ? Andrà perso per sempre...
pl: Czy na pewno chcesz usunąć ten szablon? Nie można cofnąć tej akcji.
zh: 您确定要删除此模板 ? 它将永久丢失...

# message.delete.wishlist
source: Are you sure you want to delete this wishlist ? All wishes it contains will be permanently lost...
it: Confermi di voler eliminare questa lista dei desideri ? Tutti i desideri contenuti andranno persi per sempre...
pl: Czy na pewno chcesz usunąć tę listę życzeń? Wszystkie zawarte w niej życzenia zostaną trwale usunięte. Nie można cofnąć tej akcji.
zh: 您确定要删除此愿望单吗？其中包含的所有愿望都将永久丢失...

# message.delete.wish
source: Are you sure you want to delete this wish ? It will be permanently lost...
it: Confermi di voler eliminare questo desiderio ? Andrà perso per sempre...
pl: Czy na pewno chcesz usunąć to życzenie? Nie można cofnąć tej akcji.
zh: 您确定要删除此愿望吗？它将永久丢失...

# message.delete.collection
source: Are you sure you want to delete this collection ? All items it contains will be permanently lost...
it: Confermi di voler eliminare questa collezione ? Tutti gli articoli contenuti andranno persi per sempre...
pl: Czy na pewno chcesz usunąć tę kolekcję? Wszystkie zawarte w niej przedmioty zostaną trwale usunięte. Nie można cofnąć tej akcji.
zh: 您确定要删除此收藏集吗？其中包含的所有物品都将永久丢失...

# message.delete.loan
source: Are you sure you want to delete this loan ? It will be permanently lost...
it: Confermi di voler eliminare questo prestito ? Andrà perso per sempre...
pl: Czy na pewno chcesz usunąć to wypożyczenie? Zostanie ono trwale utracone...
zh: 您确定要删除此借出记录？它将永久丢失...

# global.seen_counter.album
source: {count, plural, one {Album consulted # time} other {Album consulted # times}}
it: {count, plural, one {Album consultato # volta} other {Album consultato # volte}}
pl: {count, plural, one {Album wyświetlono # raz} few {Album wyświetlono # razy} other {Album wyświetlono # razy}}
zh: {count, plural, one {相册被查询 # 次} other {相册被查询 # 次}}

# global.seen_counter.collection
source: {count, plural, one {Collection consulted # time} other {Collection consulted # times}}
it: {count, plural, one {Collezione consultata # volta} other {Collezione consultata # volte}}
pl: {count, plural, one {Kolekcję wyświetlono # raz} few {Kolekcję wyświetlono # razy} other {Kolekcję wyświetlono # razy}}
zh: {count, plural, one {收藏集被查询 # 次} other {收藏集被查询 # 次}}

# global.seen_counter.item
source: {count, plural, one {Item consulted # time} other {Item consulted # times}}
it: {count, plural, one {Articolo consultato # volta} other {Articolo consultato # volte}}
pl: {count, plural, one {Przedmiot wyświetlono # raz} few {Przedmiot wyświetlono # razy} other {Przedmiot wyświetlono # razy}}
zh: {count, plural, one {物品被查询 # 次} other {物品被查询 # 次}}

# global.seen_counter.tag
source: {count, plural, one {Tag consulted # time} other {Tag consulted # times}}
it: {count, plural, one {Tag consultato # volte} other {Tag consultato # volte}}
pl: {count, plural, one {Tag wyświetlono # raz} few {Tag wyświetlono # razy} other {Tag wyświetlono # razy}}
zh: {count, plural, one {标签被查询 # 次} other {标签被查询 # 次}}

# global.seen_counter.wishlist
source: {count, plural, one {Wishlist consulted # time} other {Wishlist consulted # times}}
it: {count, plural, one {Lista dei desideri consultata # volta} other {Lista dei desideri consultata # volte}}
pl: {count, plural, one {Listę życzeń wyświetlono # raz} few {Listę życzeń wyświetlono # razy} other {Listę życzeń wyświetlono # razy}}
zh: {count, plural, one {愿望单被查询 # 次} other {愿望单被查询 # 次}}

# label.date_format
source: Date format
it: Formato data
pl: Format daty
zh: 日期格式

# global.optgroup.date_formats.slash
source: Slash separated
it: Separata da slash
pl: Rozdzielone ukośnikami
zh: 以斜杠分隔

# global.optgroup.date_formats.hyphen
source: Hyphen separated
it: Separata da trattino
pl: Rozdzielone myślnikami
zh: 以连字符分隔

# breadcrumb.add_inventory
source: Create a new inventory
it: Crea un nuovo inventario
pl: Utwórz nowy ekwipunek
zh: 创建新物品栏

# menu.inventories
source: Inventories
it: Inventari
pl: Ekwipunki
zh: 库存

# global.entities.inventory
source: Inventory
it: Inventario
pl: Ekwipunek
zh: 库存

# message.delete.inventory
source: Are you sure you want to delete this inventory ?
it: Confermi di voler eliminare questo inventario ?
pl: Czy na pewno chcesz usunąć ten ekwipunek?
zh: 您确定要删除此库存吗？

# breadcrumb.add_tag_category
source: Add tag category
it: Aggiungi categoria tag
pl: Dodaj kategorię tagów
zh: 添加标签分类

# message.delete.tag_category
source: Are you sure you want to delete this tag category ? It will be permanently lost...
it: Confermi di voler eliminare questa categoria tag ? Andrà persa per sempre...
pl: Czy na pewno chcesz usunąć tę kategorię tagów? Nie można cofnąć tej akcji.
zh: 您确定要删除此标签类别 ? 它将永久丢失...

# global.entities.tag_category
source: Tag category
it: Categoria tag
pl: Kategoria tagów
zh: 标签类别

# breadcrumb.edit_tag_category
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# label.country
source: Country
it: Paese
pl: Kraj
zh: 国家

# menu.overview
source: Overview
it: Panoramica
pl: Przegląd
zh: 概览

# label.locale
source: Locale
it: Lingua
pl: Język
zh: 语言

# enum.history_filter_class.collection
source: Collection
it: Collezione
pl: Kolekcja
zh: 收藏集

# enum.history_filter_class.item
source: Item
it: Articolo
pl: Przedmiot
zh: 物品

# enum.history_filter_class.tag
source: Tag
zh: 标签

# enum.history_filter_type.create
source: Create
it: Crea
pl: Utwórz
zh: 创建

# enum.history_filter_type.delete
source: Delete
it: Elimina
pl: Usuń
zh: 删除

# breadcrumb.history_album
source: History
it: Cronologia
pl: Historia
zh: 历史

# log.album.created
source: Album {label} was created
it: Album {label} creato
pl: Album {label} został utworzony
zh: 相册{label}已创建

# enum.history_filter_class.album
source: Album
zh: 相册

# enum.history_filter_class.wishlist
source: Wishlist
it: Lista dei desideri
pl: Lista życzeń
zh: 愿望单

# log.album.deleted
source: Album {label} was deleted
it: Album {label} eliminato
pl: Album {label} został usunięty
zh: 相册{label}已删除

# log.wishlist.deleted
source: Wishlist {label} was deleted
it: Lista dei desideri {label} eliminata
pl: Lista życzeń {label} została usunięta
zh: 愿望单{label}已删除

# breadcrumb.history_wishlist
source: History
it: Cronologia
pl: Historia
zh: 历史

# log.wishlist.created
source: Wishlist {label} was created
it: Lista dei desideri {label} creata
pl: Lista życzeń {label} została utworzona
zh: 愿望单{label}已创建

# label.albums
source: Albums
it: Album
pl: Albumy
zh: 相册

# label.wishlists_feature_enabled
source: Wishlists
it: Liste dei desideri
pl: Listy życzeń
zh: 愿望单

# label.tags_feature_enabled
source: Tags
it: Tag
pl: Tagi
zh: 标签

# label.signs_feature_enabled
source: Signatures
it: Firme
pl: Podpisy
zh: 展览

# label.albums_feature_enabled
source: Albums
it: Album
pl: Albumy
zh: 相册

# label.loans_feature_enabled
source: Loans
it: Prestiti
pl: Wypożyczenia
zh: 借出情况

# label.templates_feature_enabled
source: Templates
it: Template
pl: Szablony
zh: 模版

# label.history_feature_enabled
source: History
it: Cronologia
pl: Historia
zh: 历史

# label.statistics_feature_enabled
source: Statistics
it: Statistiche
pl: Statystyki
zh: 统计

# label.date
source: Date
it: Data
pl: Data
zh: 日期

# label.file
source: File
pl: Plik
zh: 文件

# label.related_items
source: Add a related item
it: Aggiungi un elemento correlato
pl: Dodaj powiązany przedmiot
zh: 添加一个相关物品

# error.user_not_enabled
source: User not activated
it: Utente non attivato
pl: Użytkownik nie został aktywowany
zh: 用户未激活

# message.delete.user
source: Are you sure you want to delete this user ? It will be permanently lost...
it: Confermi di voler eliminare questo utente ? Andrà perso per sempre...
pl: Czy na pewno chcesz usunąć tego użytkownika? Nie można cofnąć tej akcji.
zh: 您确定要删除此用户 ? 它将永久丢失...

# label.rating
source: Rating
it: Valutazione
pl: Ocena
zh: 评分

# label.number
source: Number
it: Numero
pl: Liczba
zh: 数量

# global.visibilities.internal
source: Internal
it: Interna
pl: Wewnętrzny
zh: 内部

# label.new_password
source: New password
it: Nuova password
pl: Nowe hasło
zh: 新密码

# label.repeat_new_password
source: Repeat new password
it: Ripeti nuova password
pl: Powtórz nowe hasło
zh: 重复新密码

# label.link
source: Link
it: Collegamento
zh: 链接

# global.display_mode.grid
source: Grid
it: Griglia
pl: Siatka
zh: 网格

# global.display_mode.list
source: List
it: Lista
pl: Lista
zh: 列表

# label.items_display_mode
source: Display items in a
it: Visualizza gli elementi in una
pl: Wyświetl przedmioty w
zh: 物品展示方式

# label.photos_display_mode
source: Display photos in a
it: Visualizza le foto in una
pl: Wyświetl zdjęcia w
zh: 照片展示方式

# label.items_sorting_property
source: Sort items by
it: Ordina articoli per
pl: Sortuj przedmioty według
zh: 物品排序方式

# label.items_sorting_direction
source: Sort items order
it: Ordine articoli
pl: Kolejność sortowania przedmiotów
zh: 排序物品顺序

# global.sorting_direction.asc
source: Ascending
it: Ascendente
pl: Rosnąco
zh: 升序

# global.sorting_direction.desc
source: Descending
it: Discendente
pl: Malejąco
zh: 降序

# label.items_default_template
source: Default template applied to items
it: Template predefinito applicato agli articoli
pl: Domyślny szablon zastosowany do przedmiotów
zh: 应用于物品的默认模板

# label.textarea
source: Long text
it: Testo esteso
pl: Długi tekst
zh: 长文本

# label.items_list_columns
source: List columns
it: Elenca colonne
pl: Wylistuj kolumny
zh: 列表栏

# enum.history_filter_class.template
source: Template
pl: Szablon
zh: 模板

# enum.history_filter_class.choice_list
source: Choice list
it: Lista di scelta
pl: Listy wyboru
zh: 选项列表

# enum.history_filter_class.inventory
source: Inventory
it: Inventario
pl: Ekwipunek
zh: 库存

# enum.history_filter_class.tag_category
source: Tag category
it: Categoria tag
pl: Kategoria tagów
zh: 标签类别

# enum.history_filter_class.photo
source: Photo
it: Foto
pl: Zdjęcie
zh: 照片

# enum.history_filter_class.wish
source: Wish
it: Desiderio
pl: Życzenie
zh: 愿望

# log.photo.created
source: Photo {label} was created
it: Foto {label} creata
pl: Zdjęcie {label} zostało utworzone
zh: 照片{label}已创建

# log.photo.deleted
source: Photo {label} was deleted
it: Foto {label} eliminata
pl: Zdjęcie {label} zostało usunięte
zh: 照片{label}已删除

# log.tag_category.created
source: Tag category {label} was created
it: Categoria tag {label} creata
pl: Kategoria tagów {label} została utworzona
zh: 标签类别{label}已创建

# log.tag_category.deleted
source: Tag category {label} was deleted
it: Categoria tag {label} eliminata
pl: Kategoria tagów {label} została usunięta
zh: 标签类别{label}已删除

# log.template.created
source: Template {label} was created
it: Template {label} creato
pl: Szablon {label} został utworzony
zh: 模版{label}已创建

# log.template.deleted
source: Template {label} was deleted
it: Template {label} eliminato
pl: Szablon {label} został usunięty
zh: 模版{label}已删除

# log.inventory.created
source: Inventory {label} was created
it: Inventario {label} creato
pl: Ekwipunek {label} został utworzony
zh: 清单{label}已创建

# log.inventory.deleted
source: Inventory {label} was deleted
it: Inventario {label} eliminato
pl: Ekwipunek {label} został usunięty
zh: 清单{label}已删除

# log.choice_list.created
source: Choice list {label} was created
it: Lista di scelta {label} creata
pl: Lista wyboru {label} została utworzona
zh: 选择列表{label}已创建

# log.choice_list.deleted
source: Choice list {label} was deleted
it: Lista di scelta {label} eliminata
pl: Lista wyboru {label} została usunięta
zh: 选择列表{label}已删除

# log.wish.created
source: Wish {label} was created
it: Desiderio {label} creato
pl: Życzenie {label} zostało utworzone
zh: 愿望{label}已创建

# log.wish.deleted
source: Wish {label} was deleted
it: Desiderio {label} eliminato
pl: Życzenie {label} zostało usunięte
zh: 愿望{label}已删除

# label.list
source: List
it: Lista
pl: Lista
zh: 列表

# breadcrumb.add_choice_list
source: Add a new choice list
it: Aggiungi una nuova lista di scelta
pl: Dodaj nową listę wyboru
zh: 添加新选项列表

# breadcrumb.edit_choice_list
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# menu.signs_shared
source: {username}'s signatures
it: Firme di {username}
pl: Podpisy użytkownika {username}
zh: {username}的展览

# menu.statistics_shared
source: {username}'s statistics
it: Statistiche di {username}
pl: Statystyki użytkownika {username}
zh: {username}的统计

# menu.tags_shared
source: {username}'s tags
it: Tag di {username}
pl: Tagi użytkownika {username}
zh: {username}的标签

# menu.wishlists_shared
source: {username}'s wishlists
it: Liste dei desideri di {username}
pl: Listy życzeń użytkownika {username}
zh: {username}的愿望单

# menu.albums_shared
source: {username}'s albums
it: Album di {username}
pl: Albumy użytkownika {username}
zh: {username}的相册

# label.list_show_visibility
source: Show visibility column
it: Mostra colonna visibilità
pl: Pokaż kolumnę widoczności
zh: 显示可见性栏

# label.list_show_actions
source: Show actions column
it: Mostra colonna azioni
pl: Pokaż kolumnę akcji
zh: 显示动作栏

# label.sub_collections_display_mode
source: Display sub-collections in a
it: Visualizza sotto-collezioni in un
pl: Wyświetl podkolekcje w
zh: 子收藏集展示方式

# label.sub_albums_display_mode
source: Display sub-albums in a
it: Visualizza sotto-album in un
pl: Wyświetl podalbumy w
zh: 子相册展示方式

# label.sub_wishlists_display_mode
source: Display sub-wishlists in a
it: Visualizza sotto-liste dei desideri in un
pl: Wyświetl listy subżyczeń w
zh: 子愿望单展示方式

# label.list_show_number_of_children
source: Show number of children
it: Mostra numero di figli
pl: Pokaż liczbę elementów podrzędnych
zh: 显示子项数量

# label.list_show_number_of_items
source: Show number of items
it: Mostra numero di articoli
pl: Pokaż liczbę przedmiotów
zh: 显示物品数量

# label.wishes
source: Wishes
it: Desideri
pl: Życzenia
zh: 愿望

# label.photos
source: Photos
it: Foto
pl: Zdjęcia
zh: 照片

# label.wishlists_display_mode
source: Display wishlists in a
it: Visualizza liste desideri in una
pl: Wyświetl listy życzeń w
zh: 愿望单展示方式

# label.collections_display_mode
source: Display collections in a
it: Mostra collezioni in una
pl: Wyświetl kolekcje w
zh: 收藏集展示方式

# label.albums_display_mode
source: Display albums in a
it: Mostra album in una
pl: Wyświetl albumy w
zh: 相册展示方式

# breadcrumb.edit_collections_index
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# title.edit_collections_index
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_albums_index
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# title.edit_albums_index
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# breadcrumb.edit_wishlists_index
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# title.edit_wishlists_index
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# btn.add_price
source: Price
it: Prezzo
pl: Cena
zh: 价格

# message.caches_refreshed
source: Caches successfully refreshed
it: Cache aggiornate con successo
pl: Pamięć podręczna odświeżona pomyślnie
zh: 已成功刷新缓存

# btn.refresh_caches
source: Refresh caches
it: Aggiorna cache
pl: Odśwież pamięć podręczną
zh: 刷新缓存

# form.item_sorting.number_of_children
source: Number of children
it: Numero di figli
pl: Liczba elementów podrzędnych
zh: 子项数量

# form.item_sorting.number_of_items
source: Number of items
it: Numero di articoli
pl: Liczba przedmiotów
zh: 物品数量

# menu.users
source: Users
it: Utenti
pl: Użytkownicy
zh: 用户

# label.search_in_data
source: Search in data (for items and collections)
it: Cerca nei dati (per elementi e collezioni)
pl: Szukaj w danych (dla przedmiotów i kolekcji)
zh: 搜索数据 (物品和收藏集)

# label.apiplatform_version
source: API Platform version
it: Versione Piattaforma API
pl: Wersja Platformy API
zh: API 平台版本

# global.themes.browser
source: Default browser theme
it: Tema predefinito del browser
pl: Domyślny motyw przeglądarki
zh: 默认浏览器主题

# global.themes.light
source: Light
it: Chiaro
pl: Jasny
zh: 亮色

# global.themes.dark
source: Dark
it: Scuro
pl: Ciemny
zh: 暗色

# label.theme
source: Theme
it: Tema
pl: Motyw
zh: 主题

# btn.add_checkbox
source: Checkbox
it: Casella di scelta
pl: Pole wyboru
zh: 复选框

# label.search_in_data_by_default_enabled
source: Search in data by default
it: Cerca nei dati per default
pl: Domyślnie szukaj w danych
zh: 以默认方式在数据中搜索

# menu.api_documention
source: API documentation
it: Documentazione API
pl: Dokumentacja API
zh: API 文档

# tab.configuration
source: Configuration
it: Configurazione
pl: Konfiguracja
zh: 设置

# menu.configuration
source: Configuration
it: Configurazione
pl: Konfiguracja
zh: 设置

# title.edit_configuration
source: Configuration
it: Configurazione
pl: Konfiguracja
zh: 设置

# global.configuration.thumbnails_format.keep_original
source: Keep original
it: Mantieni originale
pl: Zachowaj oryginalny
zh: 保持原始状态

# label.thumbnails_format
source: Thumbnails format
it: Formato miniature
pl: Format miniaturek
zh: 缩略图格式

# message.configuration_updated
source: Configuration updated
it: Configurazione aggiornata
pl: Konfiguracja zaktualizowana
zh: 配置已更新

# tooltip.cancel_modifications
source: Cancel modifications
it: Annulla le modifiche
pl: Anuluj zmiany
zh: 取消修改

# tooltip.remove_thumbnail
source: Remove thumbnail
it: Rimuovi miniatura
pl: Usuń miniaturę
zh: 删除缩略图

# title.custom_css
source: Custom CSS
it: CSS personalizzato
pl: Niestandardowy CSS
zh: 自定义CSS

# label.custom_light_theme_css
source: Custom CSS for light theme
it: CSS personalizzato per il tema chiaro
pl: Niestandardowy CSS dla jasnego motywu
zh: 自定义亮色主题CSS

# label.custom_dark_theme_css
source: Custom CSS for dark theme
it: CSS personalizzato per il tema scuro
pl: Własny CSS dla ciemnego motywu
zh: 自定义暗色主题CSS

# message.custom_css_colors_help
source: To change the theme colors, copy and paste the following code in the text area and update the colors as needed.
it: Per cambiare i colori del tema, copia e incolla il seguente codice nell'area di testo e aggiorna i colori secondo le tue necessità.
pl: Aby zmienić kolory motywu, skopiuj i wklej następujący kod w obszarze tekstowym oraz zaktualizuj kolory w razie potrzeby.
zh: 要更改主题颜色，请复制并粘贴以下代码到文本区域，并根据需要更改颜色。

# message.custom_css_properties_help
source: For more fine-grained modifications, you can also add custom CSS properties.
it: Per altre modifiche più precise, puoi anche aggiungere proprietà CSS personalizzate.
pl: Aby uzyskać bardziej precyzyjne zmiany, możesz również dodać niestandardowe właściwości CSS.
zh: 对于更多精细的修改，您也可以添加自定义CSS 属性。

# title.customize_light_theme
source: Customize light theme
it: Personalizza tema chiaro
pl: Dostosuj jasny motyw
zh: 自定义亮色主题

# title.customize_dark_theme
source: Customize dark theme
it: Personalizza tema scuro
pl: Dostosuj ciemny motyw
zh: 自定义暗色主题

# message.show_help_for_light_theme
source: Show help for light theme
it: Mostra aiuto per il tema chiaro
pl: Pokaż pomoc dla jasnego motywu
zh: 显示亮色主题帮助

# message.show_help_for_dark_theme
source: Show help for dark theme
it: Mostra aiuto per il tema scuro
pl: Pokaż pomoc dla ciemnego motywu
zh: 显示暗色主题帮助

# label.checkbox
source: Checkbox
it: Casella di scelta
pl: Pole wyboru
zh: 复选框

# btn.add_list
source: List
it: Lista
pl: Lista
zh: 列表

# btn.add_list_element
source: Add list element
it: Aggiungi elemento lista
pl: Dodaj element listy
zh: 添加列表元素

# menu.scrapers
source: Scrapers
it: Estrattori
pl: Scrapery
zh: 刮削器

# tooltip.add_scraper
source: Add a new scraper
it: Aggiungi nuovo estrattore
pl: Dodaj nowy scraper
zh: 添加新刮削器

# breadcrumb.add_scraper
source: Add a new scraper
it: Aggiungi nuovo estrattore
pl: Dodaj nowy scraper
zh: 添加新刮削器

# title.add_scraper
source: Add a new scraper
it: Aggiungi nuovo estrattore
pl: Dodaj nowy scraper
zh: 添加新刮削器

# label.name_path
source: Name path
it: Percorso nome
pl: Ścieżka nazwy
zh: 名称路径

# label.image_path
source: Image path
it: Percorso immagine
pl: Ścieżka obrazu
zh: 图像路径

# label.path
source: Path
it: Percorso
pl: Ścieżka
zh: 路径

# btn.add_data_path
source: Add data path
it: Aggiungi percorso dato
pl: Dodaj ścieżkę danych
zh: 添加数据路径

# btn.scrap
source: Scrap
it: Estrai
pl: Scrapuj
zh: 刮削

# title.scrap
source: Scrap
it: Estrai
pl: Scrapuj
zh: 刮削

# label.scraper
source: Scraper
it: Estrattore
zh: 刮削器

# message.delete.scraper
source: Are you sure you want to delete this scraper ? It will be permanently lost...
it: Confermi di voler eliminare l'estrattore? Verrà eliminato definitivamente...
pl: Czy na pewno chcesz usunąć ten scraper? Nie można cofnąć tej akcji.
zh: 您确定要删除此刮削器？它将永久丢失...

# global.entities.scraper
source: Scraper
it: Estrattore
zh: 刮削器

# breadcrumb.edit_scraper
source: Edit
it: Modifica
pl: Edytuj
zh: 编辑

# title.edit_scraper
source: Edit scraper {scraper}
it: Modifca estrattore {scraper}
pl: Edytuj scraper {scraper}
zh: 编辑刮削器{scraper}

# message.wiki.scrapper
source: See wiki for help
it: Leggi la wiki per un aiuto
pl: Zobacz wiki aby uzyskać pomoc
zh: 查看wiki以获取帮助

# tooltip.export
source: Export
it: Esporta
pl: Eksportuj
zh: 导出

# tooltip.import
source: Import
it: Importa
pl: Importuj
zh: 导入

# btn.upload
source: Upload
it: Carica
pl: Prześlij
zh: 上传

# title.import_scraper
source: Import scraper from JSON file
it: Importa estrattore da file JSON
pl: Importuj scraper z pliku JSON
zh: 从 JSON 文件导入刮削器

# btn.import
source: Import
it: Importa
pl: Importuj
zh: 导入

# message.scraper_added
source: Scraper {scraper} has been added
it: Estrattore {scraper} aggiunto
pl: Scraper {scraper} został dodany
zh: 刮削器{scraper}已添加

# message.scraper_edited
source: Scraper {scraper} has been updated
it: Estrattore {scraper} aggiornato
pl: Scraper {scraper} został zaktualizowany
zh: 刮削器{scraper}已更新

# message.scraper_deleted
source: Scraper {scraper} was deleted
it: Estrattore {scraper} eliminato
pl: Scraper {scraper} został usunięty
zh: 刮削器{scraper}已删除

# message.scraper_imported
source: Scraper {scraper} was imported
it: Estrattore {scraper} importato
pl: Scraper {scraper} został zaimportowany
zh: 刮削器{scraper}已导入

# label.scraping_feature_enabled
source: Scraping
it: Estrazione
pl: Scrapowanie
zh: 刮削中

# label.scrap_name
source: Scrap name
it: Estrai nome
pl: Scrapuj nazwę
zh: 刮削名称

# label.scrap_image
source: Scrap image
it: Estrai immagine
pl: Scrapuj obraz
zh: 刮削图片

# message.scraper_import_error
source: Error while importing, incorrect file format
it: Errore durante l'importazione, il formato del file non è corretto
pl: Błąd podczas importu, nieprawidłowy format pliku
zh: 导入时出错，文件格式错误

# label.scraped_from_url
source: Scraped from
it: Estratto da
pl: Scrapowane z
zh: 刮削自

# btn.scrap_html_file
source: Scrap HTML file
it: Estrai file HTML
pl: Scrapuj plik HTML
zh: 刮削HTML文件

# btn.scrap_url
source: Scrap URL
it: Estrai URL
pl: Scrapuj URL
zh: 刮削URL

# label.url_pattern
source: Url pattern
it: Schema URL
pl: Wzór URL
zh: URL模板

# message.delete.choice-list
source: Are you sure you want to delete this choice list ? It will be permanently lost...
it: Sei sicuro di voler eliminatre questa lista di scelta? Verrà eliminata definitivamente...
pl: Czy na pewno chcesz usunąć tę listę wyboru? Nie można cofnąć tej akcji.
zh: 您确定要删除此选择列表吗？它将永久丢失...

# breadcrumb.item_scrapers
source: Item scrapers
it: Estrattori articolo
pl: Scraper przedmiotów
zh: 物品刮削器

# breadcrumb.collection_scrapers
source: Collection scrapers
it: Estrattori collezione
pl: Scraper kolekcji
zh: 收藏集刮削器

# breadcrumb.wish_scrapers
source: Wish scrapers
it: Estrattori lista desideri
pl: Scraper życzeń
zh: 愿望刮削器

# tab.item_scrapers
source: Item scrapers
it: Estrattori articolo
pl: Scraper przedmiotów
zh: 物品刮削器
