Repository: benjaminjonard/koillection
Catalog: translations/*/validators+intl-icu.*.xlf
Languages: es, it, pt_br, zh

# error.parent.same_as_current_object
source: The parent can't be the same as the current item
es: El elemento padre no debe ser el mismo que el elemento actual
it: L'elemento principale non può essere uguale all'elemento attuale
pt_br: O parente não pode ser o mesmo que o item atual
zh: 父物品不能与当前物品相同

# error.datum.cant_be_used_by_both_collections_and_items
source: A datum cannot be used with both item and collection
es: Un dato no puede ser usado para ambos, elementos y colecciones
it: Un dato non può essere usato sia con l'articolo che con la collezione
pt_br: Um dado não pode ser utilizado por ambos item e coleção
zh: 数据不能同时用于物品和收藏集

# error.datum.must_provide_collection_or_item
source: A collection or an item must be provided
es: Se debe proporcionar un elemento y una colección
it: Deve essere fornita una collezione o un articolo
pt_br: Uma coleção ou um item precisa ser informado
zh: 必须提供一个收藏集或物品

# error.email.not_unique
source: Email address already used
es: Este correo ya está en uso
it: Indirizzo email già in uso
pt_br: Endereço de Email em uso
zh: 电子邮件已被占用

# error.username.not_unique
source: Username already used
es: El nombre de usuario ya está en uso
it: Nome utente già in uso
pt_br: Nome de usuário em uso
zh: 用户名已被占用

# error.username.incorrect
source: Username must have between 2 and 32 characters (only letters, numbers and underscores are allowed)
es: El nombre de usuario tiene que tener entre 2 y 32 caracteres (sólo se permiten letras, números y guiones bajos)
it: Il nome utente deve avere tra 2 e 32 caratteri (sono ammesse solo lettere, numeri e underscore)
pt_br: Nome de usuário precisa ter entre 2 e 32 caracteres (apenas letras, números e sublinhados são permitidos)
zh: 用户名必须介于 2 到 32 个字符之间 (只允许字母、数字和下划线)

# error.password.incorrect
source: Your password must contain at least 8 characters (with at least 1 letter and 1 number)
es: Tu contraseña debe tener al menos 8 caracteres (con al menos una ltra y un número)
it: La password deve contenere almeno 8 caratteri (con almeno 1 lettera e 1 numero)
pt_br: Sua senha necessita de no mínimo 8 caracteres (com pelo menos 1 letra e 1 número)
zh: 您的密码必须包含至少 8 个字符(至少 1 个字母和 1 个数字)

# error.password.not_matching
source: The two passwords are not identical
es: Las dos contraseñas no coinciden
it: Le due password non sono identiche
pt_br: As duas senhas não combinam
zh: 两次输入的密码不一致

# error.search.too_short
source: You must enter at least 2 characters
es: Debes introducir al menos 2 caracteres
it: Devi inserire almeno 2 caratteri
pt_br: Você precisa preencher pelo menos 2 caracteres
zh: 您必须输入至少 2 个字符

# error.search.empty
source: Please fill at least one of the fields
es: Por favor, rellena al menos un de los campos
it: Per favore compila almeno uno dei campi
pt_br: Favor preencher pelo menos um dos campos
zh: 请至少填写一个字段

# error.label.must_be_unique
source: "{label}" label is used multiple times, all labels must be unique
es: La etiqueta "{label}" se ha usado muchas veces, las etiquetas deben ser únicas
it: Etichetta "{label}" usata più volte, tutte le etichette devono essere uniche
pt_br: Rótulo "{label}" utilizado múltiplas vezes, todos os rótulos precisam ser únicos
zh: "{label}" 标记被多次使用，所有标记都应该是独特的

# error.parent.is_child_of_current_object
source: The parent can't be one of the children
es: El elemento padre no puede ser uno de los hijos
it: L'elemento principale non può essere uno dei sottoelementi
pt_br: O pai não pode ser um dos filhos
zh: 父级不能是子项

# error.upload.not_enough_space
source: There is not enough space left on your account to execute this action
es: No hay suficiente es
it: Non c'è abbastanza spazio sul tuo account per eseguire questa azione
pt_br: Não há espaço suficiente na sua conta para executar esta ação
zh: 您的帐户上没有足够的空间来执行此操作

# error.datum.value.rating
source: Value must be a string representation of an integer between '0' and '10'
it: Il valore deve essere una stringa che rappresenta un intero tra '0' e '10'
pt_br: O valor deve ser a representação de string de um inteiro entre '0' e '10'
zh: 值必须是 '0' 和 '10' 之间一个整数的字符串表达式

# error.datum.value.checkbox
source: Value must be '0' or '1'
it: Il valore deve essere '0' o '1'
pt_br: O valor deve ser '0' ou '1'
zh: 值必须是 '0' 或 '1'

# error.datum.value.price
source: Value must be a string representation of a positive number
it: Il valore deve essere una stringa che rappresenta un numero positivo
pt_br: O valor deve ser a representação de string de um número positivo
zh: 值必须是一个正数的字符串表达式

# error.datum.value.number
source: Value must be a string representation of a number like '3', '3.24', '-4'
it: Il valore deve essere una stringa che rappresenta un intero come '3', '3.24', '-4'
pt_br: O valor deve ser a representação de string de um número tipo '3', '3.24', '-4'
zh: 值必须是一个数字的字符串表达式，如“3”、“3.24”、“-4”

# error.datum.value.country
source: Value must be a valid 2 letters country code like 'FR'
it: Il valore deve essere un codice paese di 2 lettere valido, come 'IT'
pt_br: O valor deve ser um código de país válido de 2 letras, tipo 'BR'
zh: 值必须是一个有效的双字母国家代码，如'FR'

# error.datum.value.date
source: Value must be a Y-m-d formated string like '2024-06-10'
it: Il valore deve essere una stringa in formato YYYY-MM-DD come '2024-06-10'
pt_br: O valor deve ser uma string formatada como AAAA-MM-DD '2024-06-10'
zh: 值必须是一个 Y-m-d 格式字符串，例如 '2024-06-10
